{"Tunisia boat capsizes killing dozens of migrants":"At least 48 migrants died after their boat capsized off the eastern coast of Tunisia, the Tunisian government says.\r\n\r\nSixty-seven others - from Tunisia and elsewhere - were rescued by the coastguard.\r\n\r\nThe country has become an important new route for migrants trying to make the crossing to Europe in the past year.\r\n\r\nThis comes after moves against human traffickers in Libya, who have regularly enslaved, tortured or murdered migrants.\r\n\r\nThe latest boat to go down off Tunisia was packed with about 180 people, about 100 whom were Tunisian, the country's interior ministry said.\r\n\r\nThe boat was five miles from the Kerkennah Islands and 16 nautical miles from the city of Sfax, the ministry said.\r\n\r\nRescue operations were suspended late on Sunday but will resume on Monday morning, officials said.\r\n\r\nOne survivor told Reuters that the captain had abandoned the boat after it started sinking to escape arrest by the coast guard.\r\n\r\nAnother survivor, Wael Ferjani, said the boat had a maximum capacity of 90 people - only about the half the number actually on board.\r\n\r\n\"We could touch the water with our hands, and water was coming into the boat,\" he said.\r\n\r\n\"Those who could escape fled, others drowned, we stayed there until almost five in the morning, then fishermen came to help us, and then the army arrived.\"\r\n\r\nUnemployed Tunisians and other Africans often seek to cross the Mediterranean sea in makeshift boats from Tunisia to Sicily in Italy.\r\n\r\nThe deaths come on the same day Italy's new Interior Minister Matteo Salvini said on a visit to Sicily that the island must stop being \"the refugee camp of Europe\".\r\n\r\nMeanwhile, the Turkish coastguard said nine Syrians including six children drowned in a similar accident off the coast of Antalya province.\r\n\r\nThe oldest child to drown was aged 14 and the youngest was aged three, the Anadolu news agency reported.\r\n\r\nSix adults were reportedly rescued. They included a couple five of whose children died in the incident.\r\n\r\nMore than 32,000 people have reached Europe by sea so far this year, the International Organization for Migration (IOM) says, and 660 people have died attempting the crossing.","Tanzanian conjoined twins Maria and Consolata die aged 21":"Tanzanian conjoined twins Maria and Consolata Mwakikuti have died at the age 21 after suffering respiratory complications at a local hospital.\r\n\r\nThe women, who were joined from the navel downwards and shared organs like the liver and lungs, had two hearts and separate heads and arms.\r\n\r\nThey were admitted to hospital in December due to issues relating to heart disease but died on Saturday.\r\n\r\nThe twins were popular in Tanzania and the news has caused sadness nationwide.\r\n\r\nMany people took to social media on Sunday to send messages of condolence to the family and friends.\r\n\r\nTanzanian President John Magufuli tweeted that he was \"saddened\" by their deaths, adding that Consolata and Maria had \"dreamed of serving the nation\".\r\n\r\nIn an interview with the BBC last year, the twins said that after they had completed their university education, they wanted to become teachers.\r\n\r\n\"We will teach using a projector and computers,\" they said.\r\n\r\nPeople later remarked on their determination to acquire higher education qualifications regardless of a challenging system, which often found their condition hard to accommodate.\r\n\r\nThey were able to continue their studies as they grew older thanks in part to funding from local government and private donations.\r\n\r\nMaria and Consolata, who were against the idea of being surgically separated, also told the BBC that they hoped to get married to one husband someday.\r\n\r\nThe two, whose parents died while they were still infants, were raised by the Catholic charity Maria Consolata, which had adopted and named them.\r\n\r\nLast year, their high school graduation triggered a wave of congratulatory messages nationwide.","Ethiopian govt and opposition start talks on amending anti-terrorism law":"ADDIS ABABA (Reuters) – Ethiopia’s ruling coalition started talks with opposition groups on Wednesday on amending provisions of an anti-terrorism law that critics say has criminalised dissent, state-affiliated media said.\r\n\r\nWatchdog groups say the 2009 law’s broad definitions have been used indiscriminately against anyone who opposes government policy. Among its provisions, it makes anyone publishing information deemed to encourage terrorism liable to a jail term of up to 20 years.\r\n\r\nThe discussions follow the release on Tuesday of opposition leader Andargachew Tsige, who was sentenced to death under the law in 2009 over his role in the opposition group Ginbot 7, which the government has labelled a terrorist organisation.\r\n\r\nThe Fana Broadcasting Corporation said 14 political parties, including the ruling Ethiopian People’s Revolutionary Democratic Front, were taking part in talks having “agreed to amend” unspecified articles of the legislation.\r\n\r\nHuman Rights Watch has previously said the law “grants authorities the power to prosecute journalists who publish articles about protest movements, armed opposition groups, or any other individuals deemed as terrorist or anti-peace”.\r\n\r\nEthiopia has released thousands of dissidents since January as part of reforms that the government has pledged to undertake in the wake of violent unrest that broke out three years ago.\r\n\r\nThe protests were sparked by an urban development plan for Addis Ababa that critics said would trigger land seizures in the surrounding Oromiya region, before broadening into rallies over political rights.\r\n\r\nThe unrest led to the resignation of Prime Minister Hailemariam Desalegn in February. He has since been replaced by former army officer Abiy Ahmed, who has pledged to push through reforms.\r\n\r\nAndargachew’s Ginbot 7 is among five groups the government had blacklisted under the anti-terrorism legislation, along with the secessionist groups Oromo Liberation Front and the Ogaden National Liberation Front, as well as the militant Islamist al Qaeda and Somalia’s al Shabaab.\r\n\r\nOn Tuesday, the government pardoned Ginbot 7’s leader Berhanu Nega, who had previously been sentenced to death.\r\n\r\nEditing by Andrew Roche","Tunisia goalkeeper 'fakes injury' to break Ramadan fast":"Tunisia's World Cup football team has apparently found an ingenious way to fight fatigue as they fast for the Muslim holy month of Ramadan.\r\n\r\nIn friendly matches against Portugal then Turkey, goalkeeper Mouez Hassen appeared to feign injury at sundown, when the fast comes to an end.\r\n\r\nAs he lay on the pitch receiving medical treatment, his teammates rushed to the sidelines to drink water and snack on dates.\r\n\r\nAnd it produced immediate results.\r\n\r\nDown 2-1 to European champions Portugal, Tunisia rebounded six minutes after Hassen's injury break by scoring an equaliser and ended the match 2-2.\r\n\r\nDays later against Turkey, Hassen stopped play by laying on his back.\r\n\r\nAgain, his teammates ate dates and drank water provided to them by waiting coaching staff. That match also ended 2-2.\r\n\r\nFootage of that incident has been shared by a Tunisian football fan account.\r\n\r\nPundits in Tunisia were quick to note the timing of the goalkeeper's injuries in the second half of both matches - in the 58th and 49th minutes of play respectively.\r\n\r\nThis coincided with the time of sunset, which is when Iftar - the breaking of the fast usually with dates and water - begins for Muslims observing Ramadan.\r\n\r\nNeither Hassen nor the Tunisian football federation have yet commented on the timing of the two injury breaks.\r\n\r\nAll eyes will be on Tunisia's goalkeeper when the team plays its next friendly against Spain on 9 June.\r\n\r\nThe North Africans' first World Cup match takes place against England on 18 June, by which point Ramadan will be over.\r\n\r\nDuring Ramadan, Muslims are required to abstain from food, liquids and intimacy between sunrise and sunset.\r\n\r\nThe aim is to increase spirituality and religious observance through longer prayers and self-control, as Ramadan is seen as an opportunity to replenish one's spirituality.\r\n\r\nThe intention to fast must be made every day before dawn. The intention or \"niyyah\" may be made during the night before going to sleep or it can also be made at the time of \"suhoor\" or pre-dawn meal.\r\n\r\nIt is acceptable not to fast during Ramadan if you are pregnant, have a physical or mental illness, are elderly, experiencing severe thirst or hunger, travelling, or if your life is threatened should you not break the fast.\r\n\r\nRead more:","Africa’s new slavery":"DAKAR (Thomson Reuters Foundation) – Dozens of Africans say they were sold for labour and trapped in slavery in Algeria in what aid agencies fear may be a widening trend of abusing migrants headed for a new life in Europe.\r\n\r\nAlgerian authorities could not be reached for comment and several experts cast doubt on claims that such abuses are widespread in the north African country.\r\n\r\nThe tightly governed state has become a popular gateway to the Mediterranean since it became tougher to pass through Libya, where slavery, rape and torture are rife.\r\n\r\nAmid a surge in anti-migrant sentiment, Algeria since late last year has sent thousands of migrants back over its southern border into Niger, according to the United Nations Migration Agency (IOM), where many tell stories of exploitation.\r\n\r\nThe scale of abuse is not known, but an IOM survey of thousands of migrants suggested it could rival Libya.\r\n\r\nThe Thomson Reuters Foundation heard detailed accounts of forced labour and slavery from an international charity and a local association in Agadez, Niger’s main migrant transit hub, and interviewed two of the victims by telephone.\r\n\r\n“The first time they sold me for 100,000 CFA francs ($170),” said Ousmane Bah, a 21-year-old from Guinea who said he was sold twice in Algeria by unknown captors and worked in construction.\r\n\r\n“They took our passports. They hit us. We didn’t eat. We didn’t drink,” he told the Thomson Reuters Foundation. “I was a slave for six months.”\r\n\r\nAccounts of abuse are similar, said Abdoulaye Maizoumbou, a project coordinator for global charity Catholic Relief Services. Of about 30 migrants he met who were deported from Algeria, about 20 said they had been enslaved, he said.\r\n\r\nIn most cases, migrants said they were sold in and around the southern city of Tamanrasset shortly after entering the country, often by smugglers of their own nationality, he said.\r\n\r\nSome said they were tortured in order to blackmail their parents into paying the captors, but even when the money arrived they were forced to work for no pay, or sold, said Maizoumbou.\r\n\r\nOne man told the Thomson Reuters Foundation he slept in a sheep pen and suffered beatings if an animal got sick or dirty.\r\n\r\n“They would bring out machetes and I would get on my knees and apologise and they would let it go,” said Ogounidje Tange Mazu, from Togo.\r\n\r\nThe IOM in Algeria has received three reports this year from friends and relatives of African migrants held hostage and forced to work in the country. “It’s probably just an indication that it is happening. How big it is we don’t know,” said its chief of mission Pascal Reyntjens.\r\n\r\nSeveral analysts considered it unlikely that slavery was widespread in Algeria, since the country has a functioning judiciary and strong police force – unlike Libya.\r\n\r\nAlgerian authorities could not be reached for comment, but a senior official said last week the country is facing a “surge of migration” and needs more help. [nL5N1ST568]\r\n\r\nIn a statement this month, the government rejected reports from a U.N. human rights team that its mass deportations of migrants were inhuman, saying that it is doing what is necessary to ensure the safety of its citizens.\r\n\r\n“I would be very surprised that (slavery) would be allowed to happen in Algeria,” said Issandr El Amrani, North Africa project director for the International Crisis Group.\r\n\r\n“The situation is just not comparable to Libya,” he added.\r\n\r\nBut in the ghettos of Agadez, Niger’s main transit hub, some people told a different story.\r\n\r\n“What happens in Algeria surpasses what happens in Libya,” said Bachir Amma, a Nigerien ex-smuggler who runs a football club and a local association to inform migrants of the risks.\r\n\r\nMigrants in Libya are often starved and beaten by armed groups, and there have been reports of “open slave markets” where migrants are put on sale, according to the U.N. human rights office. [nL8N1R32QD]\r\n\r\nAmma said he had spoken with more than 75 migrants back from Algeria, the majority of whom described slave-like conditions.\r\n\r\n“NGOs don’t know about this because they’re too interested in Libya,” he told the Thomson Reuters Foundation.\r\n\r\nIn 2016, the IOM surveyed about 6,300 migrants in Niger, most of whom had returned from Algeria and Libya. Sixty-five percent of those who had lived in Algeria said they had experienced violence and abuse, compared to 61 percent in Libya. An estimated 75,000 migrants live in Algeria, the IOM said.\r\n\r\n($1 = 582.8800 CFA francs)\r\n\r\nReporting by Nellie Peyton, editing by Lyndsay Griffiths; Please credit Thomson Reuters Foundation, the charitable arm of Thomson Reuters, that covers humanitarian news, women’s rights, trafficking, property rights, and climate change. Visit www.trust.org"}